{"/luxuryhousing" : { "description" : "Produces more happiness than the Entertainment District, but costs more too.", "wiki" : "http://community.lacunaexpanse.com/wiki/luxury-housing" },"/pilottraining" : { "description" : "Increases speed and stealth of new ships, and enables building Fighters.", "wiki" : "http://community.lacunaexpanse.com/wiki/pilot-training-facility" },"/missioncommand" : { "description" : "Lists available missions in your zone.", "wiki" : "http://community.lacunaexpanse.com/wiki/mission-command" },"/cloakinglab" : { "description" : "Increases the stealth of new ships.", "wiki" : "http://community.lacunaexpanse.com/wiki/cloaking-lab" },"/munitionslab" : { "description" : "Enables you to build the Detonator, Bomber, and Seeker robotic war ships.", "wiki" : "http://community.lacunaexpanse.com/wiki/munitions-lab" },"/crater" : { "description" : "Decoration for your planet.", "wiki" : "http://community.lacunaexpanse.com/wiki/crater" },"/rockyoutcrop" : { "description" : "Decoration for your planet.", "wiki" : "http://community.lacunaexpanse.com/wiki/rocky-outcropping" },"/lake" : { "description" : "Decoration for your planet.", "wiki" : "http://community.lacunaexpanse.com/wiki/lake" },"/beach1" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-1" },"/beach2" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-2" },"/beach3" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-3" },"/beach4" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-4" },"/beach5" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-5" },"/beach6" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-6" },"/beach7" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-7" },"/beach8" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-8" },"/beach9" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-9" },"/beach10" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-10" },"/beach11" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-11" },"/beach12" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-12" },"/beach13" : { "description" : "Decoration for your planet. Use with other beach tiles to create a beach front.", "wiki" : "http://community.lacunaexpanse.com/wiki/beach-13" },"/algae" : { "description" : "Produces algae to be used as food by your empire.  It also produces a small amount of energy and can be built in any orbit.  The higher the level of the cropper the more food and energy it produces.", "wiki" : "http://community.lacunaexpanse.com/wiki/algae-cropper" },"/apple" : { "description" : "Allows you to grow apples to feed your empire.  You can only grow apples in orbit 3 (its goldilox zone).  Food production increases for every level of the orchard.  All plants need a source of phosphorus to photosynthesize their food. Therefore you need a good source of gypsum, sulfur, or monazite for plants to thrive.", "wiki" : "http://community.lacunaexpanse.com/wiki/apple-orchard" },"/archaeology" : { "description" : "Allows you to search through specific types of ore to find Glyphs.", "wiki" : "http://community.lacunaexpanse.com/wiki/archaeology-ministry" },"/bean" : { "description" : "Allows you to grow beans to be used as food by your empire.  You can only grow beans in orbit 4 (its goldilox zone).  The higher the level of the plantation the more food it produces.  All plants need a source of phosphorus to photosynthesize their food. Therefore you need a good source of gypsum, sulfur, or monazite for plants to thrive.", "wiki" : "http://community.lacunaexpanse.com/wiki/amalgus-bean-plantation" },"/beeldeban" : { "description" : "Allows the raising of beeldeban to be used as food for your empire.  It can only be built in orbits 2, 3, and 4 (its goldilox zone).  The higher the building level the more food is produced.", "wiki" : "http://community.lacunaexpanse.com/wiki/beeldeban-herder" },"/bread" : { "description" : "Converts wheat from the Wheat Farm at a minimal loss into bread to be used as food by your empire.  The conversion rate increases with every level of the Bakery.", "wiki" : "http://community.lacunaexpanse.com/wiki/bakery" },"/burger" : { "description" : "Converts fungus from the Malcud Fungus Farm and produces burgers, at a small loss, to food.  The higher the building level the more  food is converted.", "wiki" : "http://community.lacunaexpanse.com/wiki/burger-packer" },"/capitol" : { "description" : "Provides protection from Insurrection, and produces happiness.", "wiki" : "http://community.lacunaexpanse.com/wiki/capitol" },"/cheese" : { "description" : "Converts milk from the Dairy Farm into cheese at a small loss to be used as food.  The higher the building level the more  food is converted.", "wiki" : "http://community.lacunaexpanse.com/wiki/cheese-maker" },"/chip" : { "description" : "Converts roots from the Denton Root Farm and turns it into root chips as food for your empire at a minimal loss.  The higher the level of the Chip Frier the more food it converts.", "wiki" : "http://community.lacunaexpanse.com/wiki/denton-root-chip-frier" },"/cider" : { "description" : "Allows you to convert apples from the Apple Orchard  into cider with a small amount of loss.  The amount of apples converted into cider increases with the level of the building.", "wiki" : "http://community.lacunaexpanse.com/wiki/apple-cider-bottler" },"/corn" : { "description" : "Produces corn to be used as food by your empire.  The corn plantation can only be used in orbits 2 and 3.  The higher the level of the plantation the more food is produced.  All plants need a source of phosphorus to photosynthesize their food. Therefore you need a good source of gypsum, sulfur, or monazite for plants to thrive.", "wiki" : "http://community.lacunaexpanse.com/wiki/corn-plantation" },"/cornmeal" : { "description" : "Converts corn from the Corn Plantation  into corn meal at a small loss to be used as food.  The higher the building level the more  food is converted.", "wiki" : "http://community.lacunaexpanse.com/wiki/corn-meal-grinder" },"/dairy" : { "description" : "Allows you to produce food via dairy cattle.  It can only be used in orbit 3 (its goldilox zone).  The higher the level of farm the more food it produces. Cows require certain minerals in their diet in order to produce lots of high quality milk. Therefore in order to have a dairy farm you're going to need a good supply of trona.", "wiki" : "http://community.lacunaexpanse.com/wiki/dairy-farm" },"/denton" : { "description" : "Produces roots to be used as food by your empire.  The roots only grow in orbit 5 (its goldilox zone).  The higher the level of the patch the more food it produces.  All plants need a source of phosphorus to photosynthesize their food. Therefore you need a good source of gypsum, sulfur, or monazite for plants to thrive.", "wiki" : "http://community.lacunaexpanse.com/wiki/denton-root-patch" },"/development" : { "description" : "Allows you to monitor your build queue and subsidize the construction of buildings through the use of Essentia. The higher the level of the building the more buildings you can have in your queue.  The number of projects that can be placed in the queue is the level of the ministry plus 1. ", "wiki" : "http://community.lacunaexpanse.com/wiki/development-ministry" },"/embassy" : { "description" : "Allows the formation of alliances.  It is also a prerequisite to building the Space Station.  Each level of the Embassy allows 2 more members to join the alliance. ", "wiki" : "http://community.lacunaexpanse.com/wiki/embassy" },"/energyreserve" : { "description" : "Stores your energy with a minimal amount of loss.  Increasing the level of the building raises the amount of energy  stored.", "wiki" : "http://community.lacunaexpanse.com/wiki/energy-reserve" },"/entertainment" : { "description" : "Increases your empire's happiness by providing a place for your citizens to unwind through activities such as casinos, restaurants, clubs and other amusements.  The higher the building level the more  happiness is produced.  ", "wiki" : "http://community.lacunaexpanse.com/wiki/entertainment-district" },"/espionage" : { "description" : "Allows the construction of smuggler ships and spy probes at the shipyard.  It also allows better training of your spies.  The higher the building level, the more effective your spies will be applying their trade. ", "wiki" : "http://community.lacunaexpanse.com/wiki/espionage-ministry" },"/foodreserve" : { "description" : "Stores your food with a minimal amount of spoilage.  It also gives you a report of the types of food you have stored.  Increasing the level of this building increases the amount of food that can be stored.", "wiki" : "http://community.lacunaexpanse.com/wiki/food-reserve" },"/fission" : { "description" : "Produces energy by splitting atoms.  This way of producing energy is very efficient on an waste per energy produced ratio.  The higher the building level the more energy is produced. Splitting the atoms non-energenic particles doesn't produce much power, so you'll need radioactive ore to power your fission plant, such as uraninite or monazite.", "wiki" : "http://community.lacunaexpanse.com/wiki/fission-energy-plant" },"/fusion" : { "description" : "Produces energy by fusing atoms together.  This type of energy is even more efficient than the Fission Energy Plant on a waste per energy produced ratio.  Requires a high level University to construct.  The higher the building level the more energy is produced. Unfortunately the fusion plant produces enormous amounts of heat as well which requires coolants such as molten lead or salt. Therefore you'll need a good supply of galena or halite to build one.", "wiki" : "http://community.lacunaexpanse.com/wiki/fusion-energy-plant" },"/gasgiantlab" : { "description" : "Does research on the gas giant ship which deploys into a gas giant platform.  The gas giant platform allows settlement of a gas giant.  The higher the building level the higher the level of the platform deployed from the gas giant ship.", "wiki" : "http://community.lacunaexpanse.com/wiki/gas-giant-lab" },"/gasgiantplatform" : { "description" : "Increases the available plots on a gas giant.", "wiki" : "http://community.lacunaexpanse.com/wiki/gas-giant-settlement-platform" },"/geo" : { "description" : "Produces energy  with a minimal amount of waste by using the planets own processes such as wind, waves, solar and geo thermal.  The higher the level of the building the more energy is produced.", "wiki" : "http://community.lacunaexpanse.com/wiki/geo-energy-plant" },"/hydrocarbon" : { "description" : "Produces large amounts of energy at the cost of producing large amounts of waste by burning hydrocarbons.  It also uses significant amounts of ore in the production of this energy.  The higher the building level the more energy is produced.  Hydrocarbon energy is derived from burning hydrocarbons, so you'll need a good supply of kerogen, methane, or anthracite in order to power it.", "wiki" : "http://community.lacunaexpanse.com/wiki/hydrocarbon-energy-plant" },"/intelligence" : { "description" : "Trains spies.  You may train 1 spy per level of this building.  You may only construct 1 Intelligence Ministry on a planet.", "wiki" : "http://community.lacunaexpanse.com/wiki/intelligence-ministry" },"/lapis" : { "description" : "Produces lapis to be used as food by your empire.  Lapis can only be grown in orbit 2 (its goldilox zone).  The higher the level of the orchard the more food it produces.  All plants need a source of phosphorus to photosynthesize their food. Therefore you need a good source of gypsum, sulfur, or monazite for plants to thrive.", "wiki" : "http://community.lacunaexpanse.com/wiki/lapis-orchard" },"/malcud" : { "description" : "Produces fungus to be used as food by your empire.  The Farm also consumes a small amount of waste and can be built in any orbit.  The higher the level of the farm the more food is produced and waste consumed.", "wiki" : "http://community.lacunaexpanse.com/wiki/malcud-fungus-farm" },"/mine" : { "description" : "Extracts mineral from your planet in the form of ore.  The amounts of each mineral extracted depends on the concentration and composition of the planet. The higher the level of the mine the more ore is extracted.", "wiki" : "http://community.lacunaexpanse.com/wiki/mine" },"/miningministry" : { "description" : "Allows you to harvest resources from asteroids. Allows the construction of Mining Platform Ships. Every two levels allows an additional Mining Platform. Each level increases the output of all Mining Platforms controlled by the Ministry.", "wiki" : "http://community.lacunaexpanse.com/wiki/mining-ministry" },"/network19" : { "description" : "Your empire's source for up to the minute news in your region of the Expanse.  Get updates on what other empire's are doing and what you'd prefer they weren't doing.  The Network 19 feed can be manipulated through the use of of espionage and political policy.  Well informed people are happy people so the network also produces happiness.  The higher the building level the more of the expanse you can get news from and the more happiness is produced. ", "wiki" : "http://community.lacunaexpanse.com/wiki/network-19-affiliate" },"/observatory" : { "description" : "Allows the construction of probes and colony ships at the shipyard.  It also provides a list of all your active probes and the stars they are observing.  A higher building level allows more probes to be constructed.", "wiki" : "http://community.lacunaexpanse.com/wiki/observatory" },"/orerefinery" : { "description" : "Increases the amount of ore extracted from each mine by purifying the ore and producing less waste.  The higher the refinery level the higher the purification process and even greater amounts of ore are extracted from the mine.  The ore refinery requires sufficient amounts of either sulfur or fluorite being produced in order to process ore.", "wiki" : "http://community.lacunaexpanse.com/wiki/ore-refinery" },"/orestorage" : { "description" : "Store the ore that is pulled from the Mine.  The higher the level of the building the more ore can be stored.", "wiki" : "http://community.lacunaexpanse.com/wiki/ore-storage-tanks" },"/oversight" : { "description" : "Reduces the amount of time buildings take to upgrade through better project management. All buildings will be produced 3% faster per level of the Oversight Ministry.", "wiki" : "http://community.lacunaexpanse.com/wiki/oversight-ministry" },"/pancake" : { "description" : "Converts potatoes from the Potato Plantation into pancakes at a minimal loss to be used as food by your empire.  The higher the level of the factory, the more food is converted.", "wiki" : "http://community.lacunaexpanse.com/wiki/pancake-factory" },"/park" : { "description" : "A place for your people to gather and enjoy nature or hold large scale public events.  The Park allows you to throw parties for your citizens to increase their happiness.  The more varieties of foods you bring to the party the more happiness is produced.", "wiki" : "http://community.lacunaexpanse.com/wiki/park" },"/pie" : { "description" : "Converts lapis from the Lapis Orchard  into pies at minimal loss to be used as food by your empire.  The higher the level of the bakery, the more food is converted.", "wiki" : "http://community.lacunaexpanse.com/wiki/pie-bakery" },"/planetarycommand" : { "description" : "Houses the central government for your empire.  This is your \"flag in the ground\" that lets everyone know you've staked your claim to a planet, asteroid, etc.  It provides some basic resources and and storage for those resources both of which increase with the level of this building.  The planetary command also provides some critical reports on your planetary activities such as total resource production and total resource storage for the planet it's constructed on.", "wiki" : "http://community.lacunaexpanse.com/wiki/planetary-command-center" },"/potato" : { "description" : "Allows you to grow potatoes to be used as food for you empire.  The patch can only be used in orbits 3 and 4 (its goldilox zone).  The higher the level of the patch the more food it produces.  All plants need a source of phosphorus to photosynthesize their food. Therefore you need a good source of gypsum, sulfur, or monazite for plants to thrive.", "wiki" : "http://community.lacunaexpanse.com/wiki/potato-patch" },"/propulsion" : { "description" : "Allows your ships to move faster through space by way of upgraded engines.  The higher the building level the faster your ships move.  All ships originating from this planet are affected.  In order to produce high performance engines you'll need a good supply of structural minerals such as rutile, chromite, bauxite, magnetite, beryl, or goethite.", "wiki" : "http://community.lacunaexpanse.com/wiki/propulsion-system-factory" },"/security" : { "description" : "Increases the effectiveness of your counter-spies and allows you to detect foreign spies.  The higher the building level the more training your counter-spies receive.  The building will be able to detect foreign spies with a level equal to or lower than the building.  It will also help detect incoming ships containing spies.", "wiki" : "http://community.lacunaexpanse.com/wiki/security-ministry" },"/shake" : { "description" : "Converts the beeldeban that are harvested in the Beeldeban Herder into protein shakes, at a small loss, to be used as food.  The higher the level of the factory the more food is converted.", "wiki" : "http://community.lacunaexpanse.com/wiki/beeldeban-protein-shake-factory" },"/shipyard" : { "description" : "Constructs ships. The types of ships that can be built in the Shipyard are dependent on some of the other buildings on your planet.  The higher the building level the faster ships are produced.  ", "wiki" : "http://community.lacunaexpanse.com/wiki/shipyard" },"/singularity" : { "description" : "Produces energy  by pulling it from subspace.  This is the cleanest and most powerful form of energy in the universe. This is extremely expensive to build and requires a very high level University  to construct.  The higher the building level the more energy is produced.", "wiki" : "http://community.lacunaexpanse.com/wiki/singularity-energy-plant" },"/soup" : { "description" : "Converts beans from the Amalgus Bean Plantation at a minimal loss into soup to be used as food for your empire. The higher the level of the cannery the more soup is produced.", "wiki" : "http://community.lacunaexpanse.com/wiki/soup-cannery" },"/spaceport" : { "description" : "Acts as the hangar and control tower for your ships.  Here is where you can monitor your ships that are in transit.  Be careful as the Space Port can only hold a limited number of ships, if there is no more room in the Space Port when a ship arrives or is built, it will be destroyed.  The Space Port can hold double its level in ships and queue it's level in ships. ", "wiki" : "http://community.lacunaexpanse.com/wiki/space-port" },"/stockpile" : { "description" : "Allows resource buildings to go above level 15. Provides storage.", "wiki" : "http://community.lacunaexpanse.com/wiki/stockpile" },"/syrup" : { "description" : "Takes algae from the Algae Cropper  and converts it in to Syrup with a small loss to be used as food.  The higher the level of the bottler the more food is produced.", "wiki" : "http://community.lacunaexpanse.com/wiki/syrup-bottler" },"/terraforminglab" : { "description" : "Research the production of terraforming ships.  Terraforming ships deploy into terraforming platforms which allow food growth outside of a food type's normal goldilox zone.  The level of the building determines the level of the platform that is deployed from the ship.", "wiki" : "http://community.lacunaexpanse.com/wiki/terraforming-lab" },"/terraformingplatform" : { "description" : "Increases the available build space on a planet that is not naturally inhabitable by your species.", "wiki" : "http://community.lacunaexpanse.com/wiki/terraforming-platform" },"/trade" : { "description" : "Allows access to the interstellar market.  Through it you can set up trades for resources with other empires.  This building is a prerequisite to building cargo ships, which carry your trade goods, in the shipyard.  The higher the building level the more resources your cargo ships can carry.", "wiki" : "http://community.lacunaexpanse.com/wiki/trade-ministry" },"/transporter" : { "description" : "Allows the instant transport of resources to a destination, but requires Essentia.  The transporter also allows conversion of resources through trading with the Lacunans.  The higher the building level the more goods can be transported.", "wiki" : "http://community.lacunaexpanse.com/wiki/subspace-transporter" },"/university" : { "description" : "Is the key to growth for your empire.  Other buildings can not be upgraded higher than the university building level plus 1.  Your university's level is empire wide where construction level of buildings on other planets is concerned.  Many of the more powerful buildings that can be constructed require a very high level University.  The University is also a source of happiness for empire. ", "wiki" : "http://community.lacunaexpanse.com/wiki/university" },"/wastedigester" : { "description" : "Converts waste into ore.  The higher the building level the more ore is produced and waste consumed.", "wiki" : "http://community.lacunaexpanse.com/wiki/waste-digester" },"/wasteenergy" : { "description" : "Produces energy by burning your empire's waste.  Producing energy this way is far less efficient than other types of energy production, but the benefit is that waste is reduced.  The higher the building level the more energy is produced and waste consumed. In order to build and maintain the blast furnace you need a good supply of insulating ores such as zircon, beryl, and gypsum.", "wiki" : "http://community.lacunaexpanse.com/wiki/waste-energy-plant" },"/wasterecycling" : { "description" : "Allows you to manually convert large batches of waste into energy, ore and water.  The more waste you convert, the longer it will take to make the resources you want.  The higher the level of the building the faster the conversion will take place.  You can also spend a small amount of Essentia to convert the waste instantly.", "wiki" : "http://community.lacunaexpanse.com/wiki/waste-recycling-center" },"/wastesequestration" : { "description" : "Stores waste.  Waste that is not stored turns into pollution and lowers your empire's happiness.  The higher the building level the more waste can be stored.", "wiki" : "http://community.lacunaexpanse.com/wiki/waste-sequestration-well" },"/wastetreatment" : { "description" : "Converts waste into water, ore, and energy. Waste treatment requires special chemical compounds derived from halite, sulfur, and trona.", "wiki" : "http://community.lacunaexpanse.com/wiki/waste-treatment-center" },"/waterproduction" : { "description" : "Converts energy and ore into water.  This is especially useful on planets with low concentrations of water.  A higher building level means more  resources are converted.", "wiki" : "http://community.lacunaexpanse.com/wiki/water-production-plant" },"/waterpurification" : { "description" : "Produces water from the planet's sources. The higher the building level the more water it can purify.", "wiki" : "http://community.lacunaexpanse.com/wiki/water-purification-plant" },"/waterreclamation" : { "description" : "Converts waste into water.  A higher building level means more resources are converted.  If you don't have a good supply of halite or sulfur you cannot treat waste water.", "wiki" : "http://community.lacunaexpanse.com/wiki/water-reclamation-plant" },"/waterstorage" : { "description" : "Stores the water you've collected.  A higher building level allows more water to be stored.", "wiki" : "http://community.lacunaexpanse.com/wiki/water-storage-tank" },"/wheat" : { "description" : "Allows you to grow wheat on your planet.  You can only grow wheat on planets that are in orbits 2, 3 or 4 (the goldilox zone).  The Farm will produce more wheat for each level it is increased. All plants need a source of phosphorus to photosynthesize their food. Therefore you need a good source of gypsum, sulfur, or monazite for plants to thrive.", "wiki" : "http://community.lacunaexpanse.com/wiki/wheat-farm" }}